[
    {
        "author": "Coleridge",
        "poems": ["He holds him with his skinny hand,<br> There was a ship, quoth he. <br> Hold off! unhand me, grey-beard loon!<br> Eftsoons his hand dropt he. ", "Water, water, every where <br> And all the boards did shrink; <br>Water, water, every where, <br> Nor any drop to drink. ", "The western wave was all a-flame. <br>The day was well nigh done! <br> Almost upon the western wave <br>Rested the broad bright Sun; <br>When that strange shape drove suddenly <br>Betwixt us and the Sun. ", "Her beams bemocked the sultry main, <br>Like April hoar-frost spread; <br>But where the ship's huge shadow lay, <br>The charmèd water burnt always<br>A still and awful red.", "Around, around, flew each sweet sound,<br>Then darted to the Sun; <br> Slowly the sounds came back again, <br>Now mixed, now one by one."]

    },
    {
        "author": "Milton",
        "poems": ["In search of this new world, whom shall we find Sufficient? who shall tempt with wandring feet <br>The dark unbottom'd infinite Abyss<br>And through the palpable obscure find out<br>His uncouth way, or spread his aerie flight<br>Upborn with indefatigable wings<br>Over the vast abrupt, ere he arrive<br>",
                  "As when of old some Orator renound <br>In Athens or free Rome, where Eloquence <br>Flourishd, since mute, to some great cause addrest,<br> Stood in himself collected, while each part, <br>Motion, each act won audience ere the tongue<br> Sometimes in highth began, as no delay <br>Of Preface brooking through his Zeal of Right.", " Nor dim nor red, like God's own head, <br>The glorious Sun uprist: <br>Then all averred, I had killed the bird<br>That brought the fog and mist. <br>Twas right, said they, such birds to slay, <br>That bring the fog and mist.", "So, now I have confess’d that he is thine,<br>And I myself am mortgaged to thy will,<br>Myself I’ll forfeit, so that other mine<br>Thou wilt restore, to be my comfort still:<br>But thou wilt not, nor he will not be free,<br>For thou art covetous and he is kind;<br>He learn’d but surety-like to write for me<br>Under that bond that him as fast doth bind."
        ]

    },
    {
        "author": "Shakespeare",
        "poems": ["When my love swears that she is made of truth<br>I do believe her, though I know she lies,<br>That she might think me some untutor’d youth,<br>Unlearned in the world’s false subtleties.", "From you have I been absent in the spring,<br>When proud-pied April dress’d in all his trim<br>Hath put a spirit of youth in every thing,<br>That heavy Saturn laugh’d and leap’d with him.", "They were but sweet, but figures of delight,<br>Drawn after you, you pattern of all those.<br>Yet seem’d it winter still, and, you away,<br>As with your shadow I with these did play.", "Mine eye hath play’d the painter and hath stell’d<br>Thy beauty’s form in table of my heart;<br>My body is the frame wherein ’tis held,<br>And perspective it is the painter’s art."]
    }

]
